final List<Map<String, dynamic>> athkarMap = [
  {
    "text": "أَمسينا وَأَمسى الْمُلْكُ لِلَّهِ ، وَالْحَمْدُ لِلَّهِ، لاَ إِلَهَ إلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذَه الليلة وَخَيرَ مَا بَعْدَها ، وأعوذ بك من شر ما في هذه الليلة، وشر ما بعدها.",
    "count": 1,
  },
  {
    "text": " رَضِيتُ بِاللَّهِ رَبَّاً، وَبِالْإِسْلاَمِ دِيناً، وَبِمُحَمَّدٍ صلى الله عليه وسلم نَبِيّاً ورسولا.",
    "count": 3,
  },
  {
    "text": "سبحان الله وبحمده، سبحان الله العظيم",
    "count": 3,
  },
  {
    "text": "اللَّهُمَّ مَا أَمسى بِي مِنْ نِعْمَةٍ أَوْ بِأَحَدٍ مِنْ خَلْقِكَ فَمِنْكَ وَحْدَكَ لاَ شَرِيكَ لَكَ، فَلَكَ الْحَمْدُ وَلَكَ الشُّكْرُ.",
    "count": 1,
  },
  {
    "text": "اللّهُمَّ إِنِّي أمسيت أُشْهِدُكَ، وَأُشْهِدُ حَمَلَةَ عَرْشِكَ، وَمَلائِكَتَكَ، وَجَميعَ خَلْقِكَ، أَنَّكَ أَنْتَ اللهُ لا إلهَ إلاّ أَنْتَ وَحْدَكَ لا شَريكَ لَكَ، وَأَنَّ مُحَمّداً عَبْدُكَ وَرَسولُكَ.ً",
    "count": 4,
  },
  {
    "text": "اللّهُمَّ ما أمسى بي مِنْ نِعْمَةٍ أَو بِأَحَدٍ مِنْ خَلْقِكَ، فَمِنْكَ وَحْدَكَ لا شريكَ لَكَ، فَلَكَ الحَمْدُ وَلَكَ الشُّكْرُ.",
    "count": 1,
  },
  {
    "text": "حَسْبِيَ اللهُ لا إلهَ إلاّ هُوَ عَلَيهِ تَوَكَّلتُ وَهُوَ رَبُّ العَرْشِ العَظيم.ً",
    "count": 7,
  },
  {
    "text": "اللّهُمَّ بِكَ أَمْسَيْنا وَبِكَ أَصْبَحْنا ، وَبِكَ نَحْيا وَبِكَ نَمُوتُ وَإِلَيْكَ المصير.",
    "count": 1,
  },
  {
    "text": "اللّهُمَّ عافِني في بَدَني، اللّهُمَّ عافِني في سَمْعي، اللّهُمَّ عافِني في بَصَري، لا إلهَ إلاّ أَنْتَ,اللّهُمَّ إِنّي أَعوذُ بِكَ مِنَ الكُفْرِ، وَالفَقْرِ، وَأَعوذُ بِكَ مِنْ عَذابِ القَبْرِ، لا إلهَ إلاّ أَنْتَ",
    "count": 3,
  },
  {
    "text": "بِسْمِ اللَّهِ الَّذِي لاَ يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الْأَرْضِ وَلاَ فِي السّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ",
    "count": 3,
  },
];