final List<Map<String, dynamic>> athkarList = [
  {
    "text": "أَصْبَحْنا وَأَصْبَحَ المُلْكُ للهِ رَبِّ العالَمينَ، اللّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَ هذا اليَوْمِ، فَتْحَهُ، وَنَصْرَهُ، وَنورَهُ وَبَرَكَتَهُ، وَهُداهُ، وَأَعوذُ بِكَ مِنْ شَرِّ ما فيهِ وَشَرِّ ما بَعْدَهُ.",
    "count": 1,
  },
  {
    "text": "الحمد لله الذي أحيانا بعد ما أماتنا وإليه النشور",
    "count": 1,
  },
  {
    "text": "سبحان الله وبحمده، سبحان الله العظيم",
    "count": 3,
  },
  {
    "text": "اللهم إني أسألك علماً نافعاً، ورزقاً طيباً، وعملاً متقبلاً",
    "count": 1,
  },
  {
    "text": "أَصْبَحْنا وَأَصْبَحَ المُلْكُ للهِ، وَالحَمْدُ للهِ، لا إلهَ إلاّ اللّهُ وَحْدَهُ لا شَريكَ لهُ، لهُ المُلْكُ ولهُ الحَمْدُ، وهُوَ على كلّ شيءٍ قدير، رَبِّ أسْأَلُكَ خَيْرَ ما في هذا اليومِ وَخَيْرَ ما بَعْدَهُ، وَأَعوذُ بِكَ مِنْ شَرِّ ما في هذا اليومِ وَشَرِّ ما بَعْدَهُ، رَبِّ أَعوذُ بِكَ مِنَ الكَسَلِ وَسوءِ الكِبَرِ، رَبِّ أَعوذُ بِكَ مِنْ عَذابٍ في النّارِ وَعَذابٍ في القَبْرِ.",
    "count": 1,
  },
  {
    "text": "اللّهُمَّ إِنِّي أَصْبَحْتُ أُشْهِدُكَ، وَأُشْهِدُ حَمَلَةَ عَرْشِكَ، وَمَلائِكَتَكَ، وَجَميعَ خَلْقِكَ، أَنَّكَ أَنْتَ اللهُ لا إلهَ إلاّ أَنْتَ وَحْدَكَ لا شَريكَ لَكَ، وَأَنَّ مُحَمّداً عَبْدُكَ وَرَسولُكَ.ً",
    "count": 4,
  },
  {
    "text": "اللّهُمَّ ما أَصْبَحَ بي مِنْ نِعْمَةٍ أَو بِأَحَدٍ مِنْ خَلْقِكَ، فَمِنْكَ وَحْدَكَ لا شريكَ لَكَ، فَلَكَ الحَمْدُ وَلَكَ الشُّكْرُ.",
    "count": 1,
  },
  {
    "text": "حَسْبِيَ اللهُ لا إلهَ إلاّ هُوَ عَلَيهِ تَوَكَّلتُ وَهُوَ رَبُّ العَرْشِ العَظيم.ً",
    "count": 7,
  },
  {
    "text": "اللّهُمَّ بِكَ أَصْبَحْنا وَبِكَ أَمْسَيْنا، وَبِكَ نَحْيا وَبِكَ نَمُوتُ وَإِلَيْكَ النُّشُورُ.",
    "count": 1,
  },
  {
    "text": "اللّهُمَّ عافِني في بَدَني، اللّهُمَّ عافِني في سَمْعي، اللّهُمَّ عافِني في بَصَري، لا إلهَ إلاّ أَنْتَ,اللّهُمَّ إِنّي أَعوذُ بِكَ مِنَ الكُفْرِ، وَالفَقْرِ، وَأَعوذُ بِكَ مِنْ عَذابِ القَبْرِ، لا إلهَ إلاّ أَنْتَ",
    "count": 3,
  },
];